Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/dievascoahkkima-jodihangoddi.html.tmx
Source language: sme
Languages: sma

source: Dievasčoahkkima jođihangoddi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
sma: Stoerretjåanhgkoen ståvroe / Åårganisasjovnestruktuvre / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Dievasčoahkkima jođihangoddi
sma: Stoerretjåanhgkoen ståvroe

source: Dievasčoahkkima jođihangoddi ráhkada áššelisttu, gohčču čoahkkimiidda ja jođiha Sámedikki dievasčoahkkimiid Sámedikki bargoortnegis mearriduvvon njuolggadusaid mielde.
sma: Stoerretjåanghkoen ståvroe aamhteselæstoem dorje, Saemiedigkien stoerretjåanghkojde gohtje jïh stoerretjåanghkoem stuvrie dej njoelkedassi mietie, Saemiedigkien barkoeöörnegisnie.

source: Dievasčoahkkinjođihangotti bargun lea earret eará mearridit permišuvdnaohcamušaid, ovddidit mearrádusárvalusaid dievasčoahkkimii áššiin mat gusket Sámedikki bargoortnegii ja dahkat dárbbašlaš mearrádusaid ášševálbmemiid ektui dievasčoahkkimiidda.
sma: Stoerretjåanghkoen ståvroen barkoeh leah permisjovneohtsemh sjæjsjalidh, raeriestimmieh stoerretjåanghkose buektedh dej gyhtjelassi bïjre mah leah Saemiedigkien barkoeöörnegen bïjre, jïh daerpies nænnoestimmieh darjodh aamhtesesoejkesjimmide stoerretjåanghkoen tjåanghkojde.

source: Jođihangoddi galgá maiddái válljet ovddasteddjiid ja áirasiid čoahkkimiidda ja konferánssaide maidda Sámediggi searvá, ja fuolahit áššebáhpiriid sáddema Sámedikkis mearriduvvon bargoortnega mielde.
sma: Ståvroe edtja aaj almetjh jïh tjirkijh parlamentarihkeles tjåanghkojde jïh konferanside nammoehtidh gusnie Saemiedigkie edtja meatan årrodh, jïh aaj aamhtesepaehperh olkese seedtedh dej njoelkedassi mietie mejtie Saemiedigkien barkoeöörnege nænnoste.

source: Dievasčoahkkima jođihangottis lea vihtta lahttu ja válljejuvvojit dievasčoahkkima áirasiid gaskkas.
sma: Storretjåanghkoen ståvrosne vïjhte lïhtsegh mah veeljesuvvieh tjirkijijstie jïh tjirkiji gaskem stoerretjåanghkosne.

source: Anita Persdatter Ravna - Nubbin jođiheaddji
sma: Anita Persdatter Ravna

source: Sártnit ja artihkkalat
sma: Håalemh jïh tjaalegh

source: Dievasčoahkkinjođihangotti lahtuid sártnit, sáhkavuorut ja artihkkalat.
sma: Håalemh, lahtestimmieh jïh tjaalegh stoerretjåanghkoeståvroen lïhtsegijstie.

source: Loga eambbo
sma: Lohkh jienebh
